tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "aria2"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "go"
brew "dep"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "htop"
brew "hugo"
brew "node"
brew "pinentry-mac"
brew "shellcheck"
brew "the_silver_searcher"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "gpg-suite-pinentry"